Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutExp
source: Returns E raised to the power of a number. To calculate powers of other bases, use the exponentiation operator (^).
bg_bg: Връща E, степенувано с число. За изчисление на степените на други основи използвайте знака за експоненциалност (^).
ca_es: Retorna E elevat a la potència d'un nombre. Per calcular potències d'altres bases, utilitzeu l'operador exponencial (^).
cs_cz: Vrátí konstantu e umocněnou na nějaké číslo. Pokud chcete spočítat mocniny jiných základů, použijte operátor umocňování (^).
da_dk: Returnerer E opløftet til potensen af et tal. Hvis du vil beregne potenser for andre baser, skal du bruge den eksponentielle operator (^).
de_de: Gibt das Ergebnis der Potenzierung von Basis e mit einer Zahl zurück. Verwenden Sie den Exponentialoperator (^), um Potenzierungen anderer Basiswerte zu berechnen.
el_gr: Επιστρέφει το E υψωμένο στη δύναμη ενός αριθμού. Για τον υπολογισμό των δυνάμεων άλλων βάσεων χρησιμοποιήστε τον τελεστή εκθετοποίησης (^).
es_es: Devuelve E elevado a la potencia de un número. Para calcular potencias de otras bases, use el operador exponencial (^).
et_ee: Tagastab E astme. Muude aluste astmete arvutamiseks kasutage astendustehte märki (^).
eu_es: "E balioa ber zenbaki bat" eragiketaren emaitza itzultzen du. Beste oinarri batzuekin berreketak egiteko, erabili eragile esponentziala (^).
fi_fi: Palauttaa E:n korotettuna luvun potenssiin. Jos haluat laskea muiden kantalukujen potenssit, käytä eksponenttioperaattoria (^).
fr_fr: Retourne E élevé à la puissance d’un nombre. Pour calculer les puissances des autres bases, utilisez l’opérateur d’élévation à la puissance (^).
gl_es: Devolve E elevado á potencia dun número. Para calcular as potencias doutras bases, use o operador exponencial (^).
hi_in: किसी संख्या तक बढ़ाया गया E लौटाता है. अन्य आधारों के घातों की गणना करने के लिए, घातांक ऑपरेटर (^) का उपयोग करें.
hr_hr: Vraća broj e potenciran određenim brojem. Za izračunavanje potencija drugih baza koristite operator potenciranja (^).
hu_hu: E adott kitevőjű hatványát adja eredményül. Másmilyen alapú hatvány számításához használja a hatványozás operátort (^).
it_it: Restituisce E elevato alla potenza di un numero. Per calcolare le potenze di altre basi, usare l'operatore esponenziale (^).
ja_jp: E を底とする数値の累乗を返します。他の底の累乗を計算する場合、指数演算子 (^) を使用します。
kk_kz: Санның дәрежеленген E мәнін қайтарады. Негіздердің дәрежелерін есептеу үшін дәрежеге шығару операторын (^) қолданыңыз.
ko_kr: 특정 수의 승수로 거듭제곱된 지수를 반환합니다. 다른 밑의 승수를 계산하려면 지수 연산자(^)를 사용하세요.
lt_lt: Pateikia E, pakeltą skaičiaus laipsniu. Norėdami apskaičiuoti kitų pagrindų laipsnius, naudokite kėlimo laipsniu rodiklį (^).
lv_lv: Atgriež E skaitļa pakāpē. Lai aprēķinātu citu bāzu pakāpes, izmantojiet kāpināšanas operatoru (^).
ms_my: Mengembalikan E dikuasakan satu nombor. Untuk mengira kuasa asas lain, gunakan operator pengeksponenan (^).
nb_no: Returnerer E opphøyd i potensen av et tall. Bruk potenseringsoperatoren (^) til å beregne potensen av andre grunntall.
nl_nl: Retourneert E verheven tot de macht van een getal. Als u de macht van andere grondtallen wilt berekenen, gebruikt u de exponentoperator (^).
pl_pl: Zwraca liczbę E podniesioną do potęgi w postaci liczby. Aby obliczyć potęgi innych podstaw, użyj operatora potęgowania (^).
pt_br: Retorna E elevado à potência de um número. Para calcular potências de outras bases, use o operador exponencial (^).
pt_pt: Devolve E elevado à potência de um número. Para calcular potências de outras bases, utilize o operador de exponenciação (^).
ro_ro: Returnează E ridicat la puterea unui număr. Pentru a calcula puterile altor baze, utilizați operatorul de exponențiere (^).
ru_ru: Возвращает число E, возведенное в степень числа. Для вычисления степеней с другими основаниями используйте оператор возведения в степень (^).
sk_sk: Vráti E umocnené číslom. Na vypočítanie mocnín iných základov použite operátor umocňovania (^).
sl_si: Vrne E na potenco navedenega števila. Če želite izračunati potence drugih osnov, uporabite eksponentni operator (^).
sr_cyrl_rs: Враћа Е подигнут на степен неког броја. Да бисте израчунали степене других основа, користите оператор за степеновање (^).
sr_latn_rs: Vraća E podignut na stepen nekog broja. Da biste izračunali stepene drugih osnova, koristite operator za stepenovanje (^).
sv_se: Returnerar E upphöjt till ett tal. Om du vill beräkna potensen av andra baser använder du exponentoperatorn (^).
th_th: คืน E ที่ยกกำลังตัวเลขนั้น เพื่อคำนวนกำลังของฐานอื่นๆ ให้ใช้เครื่องหมายยกกำลัง (^)
tr_tr: Bir sayının üssünün E sayısının üssü olarak kullanılmasıyla elde edilen sonucu döndürür. Diğer tabanların üslerini hesaplamak için üs olarak gösterme işlecini (^) kullanın.
uk_ua: Повертає число E, піднесене до степені числа. Щоб обчислити степені для інших основ, скористайтесь оператором піднесення до степеня (^).
vi_vn: Trả về lũy thừa E của một số. Để tính toán lũy thừa của các cơ số khác, hãy sử dụng toán tử lũy thừa (^).
zh_cn: 返回 E 的某数值的乘幂。若要计算以其他数字为底的幂，请使用求幂运算符(^)。
zh_tw: 傳回數字的 E 的乘冪。若要計算其他基數的乘冪，請使用乘冪運算子 (^)。

# AboutExpT
source: Returns a column containing E raised to the power of each corresponding number in a column of numbers. To calculate powers of other bases, use the exponentiation operator (^).
bg_bg: Връща колона, която съдържа E, степенувана с всяко съответстващо число в колона с числа. За изчисление на степените на други основи използвайте знака за експоненциалност (^).
ca_es: Retorna una columna que conté E elevat a la potència de cada nombre corresponent en una columna de nombres. Per calcular potències d'altres bases, utilitzeu l'operador exponencial (^).
cs_cz: Vrátí sloupec obsahující konstantu e umocněnou na každé z příslušných čísel ve sloupci čísel. Pokud chcete spočítat mocniny jiných základů, použijte operátor umocňování (^).
da_dk: Returnerer en kolonne med E opløftet til potensen af hvert tilsvarende tal i en kolonne med tal. Hvis du vil beregne potenser for andre baser, skal du bruge den eksponentielle operator (^).
de_de: Gibt eine Spalte zurück, die das Ergebnis der Potenzierung von Basis e mit jeder entsprechenden Zahl aus einer Spalte mit Zahlen enthält. Verwenden Sie den Potenzierungsoperator (^), um Potenzierungen anderer Basiswerte zu berechnen.
el_gr: Επιστρέφει μια στήλη που περιλαμβάνει E υψωμένο στη δύναμη κάθε αντίστοιχου αριθμού σε μια στήλη αριθμών. Για τον υπολογισμό των δυνάμεων άλλων βάσεων χρησιμοποιήστε τον τελεστή εκθετοποίησης (^).
es_es: Devuelve una columna que contiene E elevado a la potencia de cada número correspondiente de una columna de números. Para calcular potencias de otras bases, use el operador exponencial (^).
et_ee: Tagastab veeru, milles olevad väärtused on saadud arvu E astendamisel iga arvuveerus oleva arvuga. Muude aluste astmete arvutamiseks kasutage astendustehte märki (^).
eu_es: "E balioa ber zenbaki-zutabe baten zenbaki bakoitza" eragiketaren emaitza itzultzen du zutabe batean. Beste oinarri batzuekin berreketak egiteko, erabili eragile esponentziala (^).
fi_fi: Palauttaa sarakkeen, joka sisältää E:n korotettuna lukusarakkeen kunkin vastaavan luvun potenssiin. Jos haluat laskea muiden kantalukujen potenssit, käytä eksponenttioperaattoria (^).
fr_fr: Retourne une colonne contenant E élevé à la puissance de chaque numéro correspondant dans une colonne de nombres. Pour calculer les puissances des autres bases, utilisez l’opérateur d’élévation à la puissance (^).
gl_es: Devolve unha columna que contén E elevado á potencia de cada número correspondente dunha columna de números. Para calcular as potencias doutras bases, use o operador exponencial (^).
hi_in: संख्याओं के स्तंभ में प्रत्येक संबंधित संख्या की घात तक बढ़ाए गए E वाला स्तंभ लौटाता है. अन्य आधारों के घातों की गणना करने के लिए, घातांक ऑपरेटर (^) का उपयोग करें.
hr_hr: Vraća stupac koji sadrži broj e potenciran odgovarajućim brojem u određenom stupcu brojeva. Za izračunavanje potencija drugih baza koristite operator potenciranja (^).
hu_hu: Egy oszlopot ad eredményül, amely az E egy számoszlop által tartalmazott egyes számoknak megfelelő hatványait tartalmazza. Másmilyen alapú hatvány számításához használja a hatványozás operátort (^).
it_it: Restituisce una colonna contenente E elevato alla potenza di ogni numero corrispondente in una colonna di numeri. Per calcolare le potenze di altre basi, usare l'operatore esponenziale (^).
ja_jp: 数値列内にある各数値に対応する、E を底とする累乗が含まれる列を返します。他の底の累乗を計算する場合、指数演算子 (^) を使用します。
kk_kz: Сандар бағанында әрбір сәйкес санның дәрежеленген E мәні бар бағанын қайтарады. Басқа негіздердің дәрежелерін есептеу үшін дәрежеге шығару операторын (^) қолданыңыз.
ko_kr: 숫자 열에 있는 각각의 해당 수의 승수로 거듭제곱된 지수가 포함된 열을 반환합니다. 다른 밑의 승수를 계산하려면 지수 연산자(^)를 사용하세요.
lt_lt: Pateikia stulpelį, apimantį E, pakeltą kiekvieno atitinkamo skaičiaus iš skaičių stulpelio laipsniu. Norėdami apskaičiuoti kitų pagrindų laipsnius, naudokite kėlimo laipsniu rodiklį (^).
lv_lv: Atgriež kolonnu, kas satur E katra atbilstošā skaitļa skaitļu kolonnā pakāpē. Lai aprēķinātu citu bāzu pakāpes, izmantojiet kāpināšanas operatoru (^).
ms_my: Mengembalikan lajur yang mengandungi E dikuasakan setiap nombor yang sepadan dalam lajur nombor. Untuk mengira kuasa asas lain, gunakan operator pengeksponenan (^).
nb_no: Returnerer en kolonne som inneholder E opphøyd i potensen til hvert tilsvarende tall i en kolonne med tall. Bruk potenseringsoperatoren (^) til å beregne potensen av andre grunntall.
nl_nl: Retourneert een kolom met E verheven tot de macht van elk bijbehorend getal in een kolom getallen. Als u de macht van andere grondtallen wilt berekenen, gebruikt u de exponentoperator (^).
pl_pl: Zwraca kolumnę zawierającą liczbę E podniesioną do potęgi w postaci każdej odpowiedniej liczby w kolumnie liczb. Aby obliczyć potęgi innych podstaw, użyj operatora potęgowania (^).
pt_br: Retorna uma coluna contendo E elevado à potência de cada número correspondente em uma coluna de números. Para calcular potências de outras bases, use o operador exponencial (^).
pt_pt: Devolve uma coluna que contém E elevado à potência de cada número correspondente numa coluna de números. Para calcular as potências de outras bases, utilize o operador de exponenciação (^).
ro_ro: Returnează o coloană care conține E ridicat la puterea fiecărui număr corespunzător dintr-o coloană de numere. Pentru a calcula puterile altor baze, utilizați operatorul de exponențiere (^).
ru_ru: Возвращает столбец, содержащий число E, возведенное в степень каждого из чисел в столбце чисел. Для вычисления степеней с другими основаниями используйте оператор возведения в степень (^).
sk_sk: Vráti stĺpec obsahujúci E umocnené každým zodpovedajúcim číslom v stĺpci čísel. Na vypočítanie mocnín iných základov použite operátor umocňovania (^).
sl_si: Vrne stolpec, ki vsebuje E na potenco vsakega ustreznega števila v stolpcu števil. Če želite izračunati potence drugih osnov, uporabite eksponentni operator (^).
sr_cyrl_rs: Враћа колону која садржи Е подигнут на степен сваког одговарајућег броја у колони бројева. Да бисте израчунали степене других основа, користите оператор за степеновање (^).
sr_latn_rs: Vraća kolonu koja sadrži E podignut na stepen svakog odgovarajućeg broja u koloni brojeva. Da biste izračunali stepene drugih osnova, koristite operator za stepenovanje (^).
sv_se: Returnerar en kolumn som innehåller E upphöjt till potensen av varje motsvarande tal i en kolumn med tal. Om du vill beräkna potensen av andra baser använder du exponentoperatorn (^).
th_th: คืนคอลัมน์ที่มี E ยกกำลังของตัวเลขที่เกี่ยวข้องแต่ละตัวในคอลัมน์ตัวเลข เพื่อคำนวนกำลังของฐานอื่นๆ ให้ใช้เครื่องหมายยกกำลัง (^)
tr_tr: Bir sayı sütunundaki her sayının üssünün E sayısının üssü olarak kullanılmasıyla elde edilen sonucun yer aldığı bir sütun döndürür. Diğer tabanların üslerini hesaplamak için üs olarak gösterme işlecini (^) kullanın.
uk_ua: Повертає стовпець значень, де число E піднесено до степеня кожного відповідного числа в стовпці чисел. Щоб обчислити степені для інших основ, скористайтеся оператором піднесення до степеня (^).
vi_vn: Trả về một cột chứa lũy thừa bậc E của từng số tương ứng trong cột số. Để tính toán lũy thừa của các cơ số khác, hãy sử dụng toán tử lũy thừa (^).
zh_cn: 返回一列，其中包含 E 的数值组成的列中每个相应数字的乘幂。若要计算以其他数字为底的幂，请使用求幂运算符(^)。
zh_tw: 傳回的資料行內含數字資料行中每個相對應數字的 E 的乘冪。若要計算其他基數的乘冪，請使用乘冪運算子 (^)。

# AboutExp_number
source: A numeric value to process.
bg_bg: Числова стойност за обработване.
ca_es: Valor numèric que es processarà.
cs_cz: Číselná hodnota, která se má zpracovat
da_dk: En numerisk værdi, der skal behandles.
de_de: Ein zu verarbeitender Zahlenwert.
el_gr: Αριθμητική τιμή για επεξεργασία.
es_es: Un valor numérico que se va a procesar.
et_ee: Töödeldav arvväärtus.
eu_es: Prozesatuko den zenbakizko balioa.
fi_fi: Käsiteltävä numeerinen arvo.
fr_fr: Valeur numérique à traiter.
gl_es: Valor numérico que se vai procesar.
hi_in: संसाधित करने के लिए एक सांख्यिक मान.
hr_hr: Numerička vrijednost koja se obrađuje.
hu_hu: A feldolgozandó számérték.
it_it: Valore numerico da elaborare.
ja_jp: 処理する数値。
kk_kz: Өңделетін сандық мән.
ko_kr: 처리할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība.
ms_my: Nilai angka untuk diproses.
nb_no: En numerisk verdi som skal behandles.
nl_nl: Een numerieke waarde die moet worden verwerkt.
pl_pl: Wartość liczbowa do przetworzenia.
pt_br: Valor numérico a processar.
pt_pt: Um valor numérico para processar.
ro_ro: O valoare numerică de procesat.
ru_ru: Числовое значение для обработки.
sk_sk: Numerická hodnota na spracovanie.
sl_si: Številska vrednost za obdelavo.
sr_cyrl_rs: Нумеричка вредност за обраду.
sr_latn_rs: Numerička vrednost za obradu.
sv_se: Ett numeriskt värde att bearbeta.
th_th: ค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal bir değer.
uk_ua: Числове значення, яке потрібно обробити.
vi_vn: Giá trị số cần xử lý.
zh_cn: 要处理的数值。
zh_tw: 要處理的數值。

# AboutExp_input
source: A column of numeric values to process.
bg_bg: Колона с числови стойности за обработване.
ca_es: Columna de valors numèrics que es processarà.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Zahlenwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Una columna de valores numéricos que se va a procesar.
et_ee: Töödeldavate arvväärtuste veerg.
eu_es: Prozesatzeko zenbakizko balioak dituen zutabea.
fi_fi: Käsiteltävien numeeristen arvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित करने के लिए सांख्यिक मानों का स्तंभ.
hr_hr: Stupac numeričkih vrijednosti koji se obrađuje.
hu_hu: A feldolgozandó számértékeket tartalmazó oszlop.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Skaitinių reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību kolonna.
ms_my: Lajur nilai angka untuk diproses.
nb_no: En kolonne med numeriske verdier som skal behandles.
nl_nl: Een kolom met numerieke waarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Coluna de valores numéricos a processar.
pt_pt: Uma coluna de valores numéricos para processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec numerických hodnôt na spracovanie.
sl_si: Stolpec številskih vrednosti za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности за обраду.
sr_latn_rs: Kolona numeričkih vrednosti za obradu.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal değerleri içeren bir sütun.
uk_ua: Числовий стовпець, який потрібно обробити.
vi_vn: Cột chứa các giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數值資料行。

# AboutPi
source: Returns the value of pi.
bg_bg: Връща стойността на pi.
ca_es: Retorna el valor de pi.
cs_cz: Vrátí hodnotu pí.
da_dk: Returnerer værdien af pi.
de_de: Gibt den Wert von Pi zurück.
el_gr: Επιστρέφει την τιμή του π.
es_es: Devuelve el valor de pi.
et_ee: Tagastab pii väärtuse.
eu_es: Pi balioa itzultzen du.
fi_fi: Palauttaa piin arvon.
fr_fr: Retourne la valeur de pi.
gl_es: Devolve o valor de pi.
hi_in: पाई का मान लौटाता है.
hr_hr: Vraća vrijednost pi.
hu_hu: A pi értékét adja eredményül.
it_it: Restituisce il valore di pi greco.
ja_jp: 円周率の値を返します。
kk_kz: Пидің мәнін қайтарады.
ko_kr: 파이의 값을 반환합니다.
lt_lt: Pateikia pi reikšmę.
lv_lv: Atgriež pī vērtību.
ms_my: Mengembalikan nilai pi.
nb_no: Returnerer verdien av pi.
nl_nl: Retourneert de waarde van pi.
pl_pl: Zwraca wartość liczby pi.
pt_br: Retorna o valor de pi.
pt_pt: Devolve o valor de pi.
ro_ro: Returnează valoarea numărului pi.
ru_ru: Возвращает значение числа пи.
sk_sk: Vráti hodnotu pí.
sl_si: Vrne vrednost pi.
sr_cyrl_rs: Враћа вредност броја pi.
sr_latn_rs: Vraća vrednost broja pi.
sv_se: Returnerar värdet för pi.
th_th: ส่งกลับค่าของไพ
tr_tr: Pi değerini döndürür.
uk_ua: Повертає значення числа Пі.
vi_vn: Trả về giá trị pi.
zh_cn: 返回 PI 的值。
zh_tw: 傳回 pi 的值。

# AboutRadians
source: Returns the radians value of a number.
bg_bg: Връща стойността в радиани от число.
ca_es: Retorna el valor de radians d'un nombre.
cs_cz: Vrátí hodnotu čísla v radiánech.
da_dk: Returnerer radianværdien for et tal.
de_de: Gibt den Bogenmaßwert für eine Zahl zurück.
el_gr: Επιστρέφει την τιμή σε ακτίνια ενός αριθμού.
es_es: Devuelve el valor de radianes de un número.
et_ee: Tagastab arvu väärtuse radiaanides.
eu_es: Zenbaki baten radianen balioa itzultzen du.
fi_fi: Palauttaa luvun radiaaniarvon.
fr_fr: Retourne la valeur en radians d’un nombre.
gl_es: Devolve o valor do radián dun número.
hi_in: किसी संख्या का रेडियंस मान लौटाता है.
hr_hr: Vraća vrijednost broja u radijanima.
hu_hu: Egy szám radiánértékét adja eredményül.
it_it: Restituisce il valore dei radianti di un numero.
ja_jp: 数値のラジアン値を返します。
kk_kz: Санның радианалар мәнін қайтарады.
ko_kr: 특정 수의 라디안 값을 반환합니다.
lt_lt: Pateikia skaičiaus radianų reikšmę.
lv_lv: Atgriež skaitļa vērtību radiānos.
ms_my: Mengembalikan nilai radian nombor.
nb_no: Returnerer radianer-verdien for et tall.
nl_nl: Retourneert de radiaalwaarde van een getal.
pl_pl: Zwraca wartość radianów liczby.
pt_br: Retorna o valor em radianos de um número.
pt_pt: Devolve o valor de radianos de um número.
ro_ro: Returnează valoarea în radiani a unui număr.
ru_ru: Возвращает значение радиан для числа.
sk_sk: Vráti hodnotu radiánov čísla.
sl_si: Vrne vrednost radianov števila.
sr_cyrl_rs: Враћа вредност радијана броја.
sr_latn_rs: Vraća vrednost radijana broja.
sv_se: Returnerar radianervärdet för ett tal.
th_th: คืนค่าเรเดียนของตัวเลข
tr_tr: Bir sayının radyan değerini döndürür.
uk_ua: Повертає значення в радіанах для числа.
vi_vn: Trả về giá trị radian của một số.
zh_cn: 返回某数值的弧度值。
zh_tw: 傳回數值的弧度值。

# AboutRadiansT
source: Returns the radians values of a column of numbers.
bg_bg: Връща стойностите в радиани от колона с числа.
ca_es: Retorna els valors de radians d'una columna de nombres.
cs_cz: Vrátí hodnoty sloupce čísel v radiánech.
da_dk: Returnerer radianværdierne for en kolonne med tal.
de_de: Gibt die Bogenmaßwerte für eine Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τιμές σε ακτίνια μιας στήλης αριθμών.
es_es: Devuelve los valores de radianes de una columna de números.
et_ee: Tagastab arve sisaldava veeru väärtused radiaanides.
eu_es: Zenbaki-zutabe baten radianen balioak itzultzen ditu.
fi_fi: Palauttaa lukusarakkeen radiaaniarvot.
fr_fr: Retourne les valeurs en radians d’une colonne de nombres.
gl_es: Devolve os valores do radián dunha columna de números.
hi_in: संख्याओं के स्तंभ के रेडियंस मान लौटाता है.
hr_hr: Vraća vrijednosti stupca brojeva u radijanima.
hu_hu: Egy számoszlop radiánértékeit adja eredményül.
it_it: Restituisce i valori dei radianti di una colonna di numeri.
ja_jp: 数値列のラジアン値を返します。
kk_kz: Сандар бағанының радианалар мәндерін қайтарады.
ko_kr: 숫자 열의 라디안 값을 반환합니다.
lt_lt: Pateikia skaičių stulpelio radianų reikšmes.
lv_lv: Atgriež skaitļu kolonnas vērtības radiānos.
ms_my: Mengembalikan nilai radian lajur nombor.
nb_no: Returnerer radianer-verdiene for en kolonne med tall.
nl_nl: Retourneert de radiaalwaarden van een kolom getallen.
pl_pl: Zwraca wartości radianów kolumny liczb.
pt_br: Retorna os valores em radianos de uma coluna de números.
pt_pt: Devolve os valores de radianos de uma coluna de números.
ro_ro: Returnează valorile în radiani ale unei coloane de numere.
ru_ru: Возвращает значения радиан для столбца чисел.
sk_sk: Vráti hodnoty radiánov stĺpca čísel.
sl_si: Vrne vrednosti radianov stolpca števil.
sr_cyrl_rs: Враћа вредности радијана колоне бројева.
sr_latn_rs: Vraća vrednosti radijana kolone brojeva.
sv_se: Returnerar radianervärden av tal i en kolumn.
th_th: คืนค่าเรเดียนของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun radyan değerlerini döndürür.
uk_ua: Повертає значення в радіанах для стовпця чисел.
vi_vn: Trả về các giá trị radian của một cột số.
zh_cn: 返回数值组成的列的弧度值。
zh_tw: 傳回數字資料行的弧度值。

# AboutRadians_number
source: A numeric value (in degrees) to process.
bg_bg: Числова стойност (в градуси) за обработка.
ca_es: Valor numèric (en graus) que es processarà.
cs_cz: Číselná hodnota (ve stupních), která se má zpracovat.
da_dk: En numerisk værdi (i grader), der skal behandles.
de_de: Ein numerischer Wert (in Grad), der zu verarbeiten ist.
el_gr: Μια αριθμητική τιμή (σε μοίρες) προς επεξεργασία.
es_es: Un valor numérico para procesar (en grados).
et_ee: Töödelav arvväärtus (kraadides).
eu_es: Prozesatuko den zenbakizko balioa (gradutan zehaztuta).
fi_fi: Käsiteltävä numeroarvo (asteina).
fr_fr: Valeur numérique (en degrés) à traiter.
gl_es: Valor numérico (en graos) para procesar.
hi_in: संसाधित किया जाने वाला सांख्यिक मान (अंश में).
hr_hr: Brojčana vrijednost (u stupnjevima) koja će biti obrađena.
hu_hu: A feldolgozandó számérték (fokban).
it_it: Valore numerico (in gradi) da elaborare.
ja_jp: 処理する数値 (度)。
kk_kz: Өңделетін сандық мән (градуспен берілген).
ko_kr: 처리할 숫자 값(도 단위)입니다.
lt_lt: Skaitinė reikšmė (laipsniais), skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība (grādos).
ms_my: Nilai nombor (dalam darjah) untuk diproses.
nb_no: En numerisk verdi (i grader) som skal behandles.
nl_nl: Een numerieke waarde (in graden) die moet worden verwerkt.
pl_pl: Wartość liczbowa (w stopniach) do przetworzenia.
pt_br: Um valor numérico (em graus) para processar.
pt_pt: Um valor numérico (em graus) a processar.
ro_ro: O valoare numerică (în grade) de procesat.
ru_ru: Числовое значение (в градусах) для обработки.
sk_sk: Číselná hodnota (v stupňoch) na spracovanie.
sl_si: Številska vrednost (v stopinjah) za obdelavo.
sr_cyrl_rs: Нумеричка вредност (у степенима) коју треба обрадити.
sr_latn_rs: Numerička vrednost (u stepenima) koju treba obraditi.
sv_se: Ett numeriskt värde (i grader) att bearbeta.
th_th: ค่าตัวเลข (ในองศา) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değer (derece cinsinde).
uk_ua: Числове значення (у градусах) для обробки.
vi_vn: Một giá trị số (theo độ) để xử lý.
zh_cn: 要处理的数值(以度为单位)。
zh_tw: 要處理的數值 (以度數為單位)。
